alacritty
alsa-utils
amd-ucode
archlinuxcn-keyring
ark
asp
base
base-devel
bc
bear
bluez-utils
bpytop
calibre
chromium
clang
clash
clash-for-windows-bin
clion
clion-cmake
clion-gdb
corkscrew
dart-sass
dhcpcd
dnsmasq
docker
docker-compose
dolphin
efibootmgr
eigen
elisa
exfatprogs
fcitx5
fcitx5-chinese-addons
fcitx5-configtool
fcitx5-gtk
fcitx5-mozc
fcitx5-pinyin-moegirl
fcitx5-pinyin-zhwiki
fcitx5-qt
feishu-bin
filelight
firefox-i18n-zh-cn
fish
fluent-reader
gimp
grub
gst-plugins-bad
gwenview
inetutils
iptables-nft
java-openjfx
jdk11-openjdk
kcm-wacomtablet
kdeconnect
kid3
konsole
korganizer
krita
lib32-mesa
libreoffice-fresh
libreoffice-fresh-zh-cn
libva-mesa-driver
linux-firmware
linux-zen
linux-zen-headers
llvm
lynx
mesa
mesa-vdpau
meson
mypy
namcap
ncdu
neofetch
networkmanager
ninja
noto-fonts-cjk
noto-fonts-emoji
npm
ntfs-3g
okular
onedrive-abraunegg
opencv
os-prober
packagekit-qt5
pacman-contrib
pandoc-cli
php
plasma-meta
plasma-sdk
plasma5-applets-active-window-control
proxychains-ng
pulseaudio-alsa
pulseaudio-bluetooth
python-pytest
python-requests
python-sphinx
qemu-desktop
qemu-emulators-full
racket
rclone
reflector
riscv64-elf-gdb
riscv64-linux-gnu-binutils
riscv64-linux-gnu-gcc
riscv64-linux-gnu-gdb
rustup
spectacle
steam
strace
texlive-latexextra
thunderbird
thunderbird-i18n-zh-cn
tk
tmux
tor
torbrowser-launcher
ttf-dejavu
ttf-fira-code
ttf-jetbrains-mono
ttf-jetbrains-mono-nerd
ttf-liberation
typora
unrar
vim
virt-manager
wqy-zenhei
xf86-input-wacom
xf86-video-amdgpu
xf86-video-vesa
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-smproxy
xorg-x11perf
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinput
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xrandr
xorg-xrefresh
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
xpadneo-dkms
yadm
yarn
yay
